[
    { "text": "When you realize it's Monday morning and you have to go to work." },
    {
        "text": "That moment when you try to explain your favorite meme to someone who doesn't get it."
    },
    { "text": "When you accidentally hit 'Reply All' on a company-wide email." },
    { "text": "When you see your ex in public and try to act casual." },
    { "text": "When you're trying to hold in a sneeze during an important meeting." },
    { "text": "When the Wi-Fi goes out in the middle of your favorite show." },
    { "text": "When you thought you had a lot of money left, but then rent hits." },
    { "text": "When you walk into a room and immediately forget why you went in there." },
    { "text": "When someone says, 'Let's hang out,' but you really just want to stay home." },
    { "text": "When you finish a series on Netflix and don't know what to do with your life." },
    { "text": "When you realize you've been talking to someone with AirPods in the whole time." },
    { "text": "When your phone autocorrects a word to something embarrassing." },
    { "text": "When the barista spells your name wrong on your coffee cup, again." },
    {
        "text": "When your friend tells you they're 'on their way' but you know they just got out of bed."
    },
    { "text": "When you're trying to eat healthy but someone brings donuts to the office." },
    { "text": "When your favorite song comes on, and you're alone in the car." },
    { "text": "When you laugh at a text but it's not actually funny." },
    { "text": "When your parents ask you to help with 'this computer thing'." },
    { "text": "When you wake up from a nap and don't know what day it is." },
    { "text": "When you're halfway through a story and realize no one is listening." },
    { "text": "When you try to act natural after tripping in public." },
    { "text": "When you finally get a text back after waiting for hours." },
    { "text": "When you tell a joke and nobody laughs, so you just laugh awkwardly." },
    { "text": "When you're on a diet but the dessert table is calling your name." },
    { "text": "When you open the fridge for the fifth time, hoping new food has appeared." },
    { "text": "When someone spoils the ending of the show you're binge-watching." },
    { "text": "When you get tagged in a photo that you didn't know was being taken." },
    {
        "text": "When you're trying to sleep but remember that one embarrassing thing you did years ago."
    },
    { "text": "When you accidentally like an old photo while stalking someone's Instagram." },
    {
        "text": "When you realize you've been muted on a Zoom call the whole time you were talking."
    },
    { "text": "When you try to take a cute selfie but the front camera catches you off guard." },
    { "text": "When you realize your favorite shirt is still in the laundry basket." },
    { "text": "When you see someone from high school and they don't recognize you." },
    { "text": "When you send a risky text and see the typing dots appear." },
    { "text": "When your phone dies right before you can send an important message." },
    { "text": "When you try to impress someone and immediately embarrass yourself." },
    { "text": "When your favorite artist drops a surprise album and you weren't ready." },
    { "text": "When you run into someone you know at the grocery store and try to avoid them." },
    { "text": "When you realize you've been talking to yourself for the past 10 minutes." },
    { "text": "When you're in the middle of a great dream and your alarm goes off." },
    { "text": "When you say 'you too' after the waiter tells you to enjoy your meal." },
    { "text": "When you check your bank account after a night out." },
    { "text": "When you remember something cringey you did in middle school." },
    { "text": "When you finish a really good book and feel lost." },
    {
        "text": "When you're in the shower and come up with the perfect comeback for an argument you had last week."
    },
    {
        "text": "When someone waves at you and you wave back, but then realize they were waving at someone else."
    },
    { "text": "When you pretend to text to avoid an awkward situation." },
    { "text": "When you try to be productive but end up procrastinating all day." },
    { "text": "When you overhear someone talking about your favorite TV show." },
    {
        "text": "When you realize you left something important at home after you're already halfway to work."
    },
    { "text": "When you meet someone with the same name as you and things get weird." },
    { "text": "When you send a message to the wrong group chat." },
    {
        "text": "When you're trying to sound smart in a conversation but have no idea what you're talking about."
    },
    { "text": "When you realize you've been walking in the wrong direction for 10 minutes." },
    { "text": "When you wake up late and have to get ready in record time." },
    { "text": "When you find money in a jacket you haven't worn in ages." },
    { "text": "When you're the only one who remembers an inside joke from years ago." },
    { "text": "When you accidentally open your front camera and catch a glimpse of yourself." },
    { "text": "When you try to act like you're not cold, but it's freezing outside." },
    { "text": "When you walk into a spider web and immediately start flailing." },
    { "text": "When you hear someone start talking about politics at a family gathering." },
    { "text": "When you're out in public and your stomach starts making weird noises." },
    { "text": "When you text someone to hang out and they respond with 'who all is going?'" },
    { "text": "When you're the first one to laugh in a serious situation." },
    { "text": "When your phone is at 1% but you can't find your charger." },
    { "text": "When you realize you've been mispronouncing a word your entire life." },
    { "text": "When you check the time and realize your nap lasted four hours." },
    { "text": "When someone asks you to share your food but you really don't want to." },
    { "text": "When you try to explain your job to someone and they still don't get it." },
    { "text": "When you walk into a store and forget what you came for." },
    {
        "text": "When you're trying to sleep, but your brain suddenly decides to remind you of every embarrassing moment in your life."
    },
    { "text": "When you hear someone chewing loudly and it drives you crazy." },
    { "text": "When you try to act calm but are freaking out on the inside." },
    { "text": "When your favorite team scores at the last second." },
    { "text": "When you spend forever getting ready and someone cancels last minute." },
    { "text": "When you see the check engine light come on in your car." },
    {
        "text": "When your pet does something cute and you immediately forgive them for being a little demon."
    },
    { "text": "When you walk out of a movie and can't stop talking about it." },
    { "text": "When you finally get comfy and realize you forgot to do something important." },
    { "text": "When you make plans and immediately regret it." },
    { "text": "When your phone starts ringing in a really quiet place." },
    { "text": "When you binge-watch an entire season in one day and don't know what to do next." },
    { "text": "When you're trying to be healthy but someone orders pizza." },
    { "text": "When you're waiting for a package and hear the delivery truck outside." },
    {
        "text": "When you realize you're the only one in the group chat who doesn't understand the joke."
    },
    { "text": "When you're in a deep sleep and someone wakes you up for something trivial." },
    { "text": "When you realize you've been spelling someone's name wrong for years." },
    { "text": "When you're trying to act interested but have no idea what they're talking about." },
    { "text": "When you're trying to leave a party but keep getting stuck in conversations." },
    { "text": "When you see someone you know but can't remember their name." },
    { "text": "When you finally finish a big project and can breathe again." },
    { "text": "When you're about to give up on a game but somehow pull off a miracle win." }
]
